[Author]
Language=Japanese
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=ファイル
OpenChangelog1.Caption=チェンジログを開く
OpenEULA1.Caption=ソフトウェア利用許諾契約を開く
Exit1.Caption=終了
Help1.Caption=ヘルプ
Homepage1.Caption=ホームページ
About1.Caption=情報
TabSheet1.Caption=ファイルをチェックサム
TabSheet2.Caption=文字列のハッシュ値
TabSheet3.Caption=ファイルを比較
TabSheet5.Caption=フォルダーをスキャン
TabSheet7.Caption=ファイルのチェックサムを実行
Label10.Caption=スキャンするフォルダーを選択:
Label11.Caption=ファイルマスク:
Button8.Caption=スキャン
Button14.Caption=停止
Button11.Caption=フィルター
Button12.Caption=エクスポート
Label66.Caption=2つのファイルを比較
Label9.Caption=2つのファイルを選択し、相違を確認。
Button6.Caption=比較
Label7.Caption=ファイルのチェックサムを実行
Label8.Caption=1つのファイルを選択し、MD5ハッシュと比較
Button9.Caption=実行
Button16.Caption=ペースト
Label2.Caption=ハッシュチェックサムを計算する文字列を挿入
Button4.Caption=ジェネレート
Label12.Caption=文字列の長さ:
Button2.Caption=エクスポート
Label1.Caption=ハッシュチェックサムを計算するファイルを選択
Button1.Caption=閲覧する...
Button15.Caption=エクスポート
Label5.Caption=ファイルサイズ:
imgFacebookLike.Hint=Facebookでフォローする
imgDonate.Hint=このプロジェクトをサポート
FrmSettings.Label6.Caption=言語を選択:
FrmSettings.Caption=設定
FrmSettings.CheckBox1.Caption=エクスプローラーショートカットメニューに追加
FrmSettings.Button1.Caption=閉じる
FrmOutputFormat.Caption=フィルター
FrmOutputFormat.CheckBox2.Caption=再帰的にサブフォルダーもスキャン
FrmOutputFormat.CheckBox3.Caption=有効なEXE、SYS、DLLなどのファイルのみをスキャン
FrmOutputFormat.CheckBox1.Caption=0バイトの空ファイルをスキップ
FrmOutputFormat.Label1.Caption=利用可能な変数:
FrmOutputFormat.Label2.Caption=カスタムアウトプットフォーマットを入力
FrmOutputFormat.Label3.Caption=アウトプットフォーマット
FrmOutputFormat.Label4.Caption=スキャニングのカスタマイズ
FrmOutputFormat.cbSkipHiddenFiles.Caption=隠れファイルをスキップ
FrmOutputFormat.cbSkipSystemFiles.Caption=ファイルをシステムファイルをスキップ
FrmOutputFormat.cbSkipBiggerFiles.Caption=N MBsより大きいファイルをスキップ
FrmAbout.Label4.Caption=Twitterでフォーローする
FrmAbout.Label5.Caption=Facebookでフォローする
FrmAbout.Label6.Caption=このプロジェクトをサポート
FrmAbout.Caption=情報
Button18.Caption=クリップボード
Button7.Caption=閲覧する...
Button3.Caption=閲覧する...
Button5.Caption=閲覧する...
Button17.Caption=クリップボード
FrmSettings.CheckBox3.Caption=手動で開始したときは、アプリケーションウィンドウを最小化する
Label6.Caption=実行するファイルを選択:
Label20.Caption=MD5チェックサムをここに入力:
Label21.Caption=最初のファイルを選択:
Label22.Caption=2番目のファイルを選択:
Label13.Caption=MD5チェックサム:
Label14.Caption=SHA1チェックサム:
Label15.Caption=SHA256チェックサム:
Label16.Caption=SHA384チェクサム:
Label17.Caption=SHA512チェックサム:
cbMD5.Caption=MD5チェックサム:
cbSHA1.Caption=SHA1チェックサム:
cbSHA256.Caption=SHA256チェックサム:
cbSHA384.Caption=SHA384チェクサム:
cbSHA512.Caption=SHA512チェックサム:
Settings1.Caption=設定
Configure1.Caption=構成
FILE_NOT_EXIST=このファイルは存在しません。
SELECT_FILE=ファイルを選択...
FILES_IDENTICAL=ファイルが同一です!
FILES_DIFFERENT=ファイルが違います!
HASH_EMPTY=ハッシュフィールドが空です。
HASH_WRONG=ハッシュフィールドが違います。MD5ハッシュ（32文字）を使用してください。
MD5_CHECK_EQUAL=ファイルMD5チェックサムは等しいです!
MD5_CHECK_DIFFERENT=ファイルMD%チェックサムは違います!
DIR_NOT_FOUND=フォルダーは存在しません。
FILES=ファイル
SELECT_FOLDER=フォルダーを選択
TEXTAREA_EMPTY=テキストエリアが空です。
WAIT=お待ちください...
Form1.Makeadonation1.Caption=寄付する
Form1.Facebookpage1.Caption=Facebookページ
Form1.witterpage1.Caption=Twitterページ